Repository: CodyBontecou/health-md
Catalog: apps/apple/HealthMd/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Browse Export Folder
de: Exportordner durchsuchen
es: Explorar carpeta de exportación
fr: Parcourir le dossier d’exportation
it: Sfoglia cartella di esportazione
ja: 書き出しフォルダを参照
ko: 내보내기 폴더 둘러보기
nl: Exportmap bekijken
pt_br: Explorar pasta de exportação
zh_hans: 浏览导出文件夹

source: Building preview…
de: Gebäudevorschau…
es: Vista previa del edificio...
fr: Aperçu du bâtiment…
it: Anteprima dell'edificio...
ja: 建物のプレビュー…
ko: 건물 미리보기…
nl: Voorbeeld van gebouw…
pt_br: Visualização do edifício…
zh_hans: 建筑预览...

source: Bullet Style
de: Aufzählungszeichen
es: Estilo de viñeta
fr: Style de puce
it: Stile elenco puntato
ja: 箇条書きスタイル
ko: 글머리 기호 스타일
nl: Opsommingsteken
pt_br: Estilo de Marcador
zh_hans: 项目符号样式

source: Bullet style
de: Aufzählungszeichen
es: Estilo de viñeta
fr: Style de puce
it: Stile elenco puntato
ja: 箇条書きスタイル
ko: 글머리 기호 스타일
nl: Opsommingsteken
pt_br: Estilo de marcador
zh_hans: 项目符号样式

source: Bundled path
de: Gebündelter Pfad
es: Ruta incluida
fr: Chemin groupé
it: Percorso in bundle
ja: バンドルされたパス
ko: 번들 경로
nl: Gebundeld pad
pt_br: Caminho agrupado
zh_hans: 捆绑路径

source: Button disabled
de: Schaltfläche deaktiviert
es: Botón deshabilitado
fr: Bouton désactivé
it: Pulsante disabilitato
ja: ボタン無効
ko: 버튼 비활성화됨
nl: Knop uitgeschakeld
pt_br: Botão desativado
zh_hans: 按钮已禁用

source: By Year
de: Nach Jahr
es: Por año
fr: Par année
it: Per anno
ja: 年別
ko: 연도별
nl: Per jaar
pt_br: Por Ano
zh_hans: 按年份

source: By Year & Month
de: Nach Jahr und Monat
es: Por año y mes
fr: Par année et mois
it: Per anno e mese
ja: 年月別
ko: 연도 및 월별
nl: Per jaar en maand
pt_br: Por Ano e Mês
zh_hans: 按年份和月份

source: By Year & Month Name
de: Nach Jahr und Monatsname
es: Por año y nombre de mes
fr: Par année et nom du mois
it: Per anno e nome del mese
ja: 年・月名別
ko: 연도 및 월 이름별
nl: Per jaar en maandnaam
pt_br: Por Ano e Nome do Mês
zh_hans: 按年份和月份名称

source: CDA Documents
de: CDA-Dokumente
es: Documentos CDA
fr: Documents CDA
it: Documenti CDA
ja: CDA文書
ko: CDA 문서
nl: CDA-documenten
pt_br: Documentos CDA
zh_hans: CDA文件

source: CONFIGURE
de: KONFIGURIEREN
es: CONFIGURAR
fr: CONFIGURER
it: CONFIGURA
ja: 構成
ko: 구성
nl: CONFIGUREREN
pt_br: CONFIGURAR
zh_hans: 配置

source: CUSTOM FOLDER NAME
de: BENUTZERDEFINIERTER ORDNERNAME
es: NOMBRE DE CARPETA PERSONALIZADO
fr: NOM DE DOSSIER PERSONNALISÉ
it: NOME CARTELLA PERSONALIZZATO
ja: カスタムフォルダ名
ko: 사용자 정의 폴더 이름
nl: AANGEPASTE MAPNAAM
pt_br: NOME DA PASTA PERSONALIZADA
zh_hans: 自定义文件夹名称

source: CUSTOM FORMAT
de: BENUTZERDEFINIERTES FORMAT
es: FORMATO PERSONALIZADO
fr: FORMAT PERSONNALISÉ
it: FORMATO PERSONALIZZATO
ja: カスタム形式
ko: 사용자 정의 형식
nl: AANGEPAST FORMAAT
pt_br: FORMATO PERSONALIZADO
zh_hans: 自定义格式

source: Cached legacy records
de: Zwischengespeicherte Legacy-Datensätze
es: Registros heredados en caché
fr: Enregistrements hérités mis en cache
it: Record legacy memorizzati nella cache
ja: キャッシュされたレガシーレコード
ko: 캐시된 레거시 레코드
nl: Oude records in cache opgeslagen
pt_br: Registros legados armazenados em cache
zh_hans: 缓存旧记录

source: Caffeine
de: Koffein
es: cafeína
fr: Caféine
it: Caffeina
ja: カフェイン
ko: 카페인
nl: Cafeïne
pt_br: Cafeína
zh_hans: 咖啡因

source: Calcium
de: Kalzium
es: calcio
it: Calcio
ja: カルシウム
ko: 칼슘
pt_br: Cálcio
zh_hans: 钙

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pt_br: Cancelar
zh_hans: 取消

source: Cancelled
de: Abgesagt
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセルされました
ko: 취소됨
nl: Geannuleerd
pt_br: Cancelado
zh_hans: 取消

source: Cancels the current export operation
de: Bricht den aktuellen Exportvorgang ab
es: Cancela la operación de exportación actual.
fr: Annule l'opération d'exportation en cours
it: Annulla l'operazione di esportazione corrente
ja: 現在のエクスポート操作をキャンセルします
ko: 현재 내보내기 작업을 취소합니다.
nl: Annuleert de huidige exportbewerking
pt_br: Cancela a operação de exportação atual
zh_hans: 取消当前导出操作

source: Cannot access the selected folder. Reconnect the location in Files or re-select the folder.
de: Auf den ausgewählten Ordner kann nicht zugegriffen werden. Verbinden Sie den Speicherort unter „Dateien“ erneut oder wählen Sie den Ordner erneut aus.
es: No se puede acceder a la carpeta seleccionada. Vuelva a conectar la ubicación en Archivos o vuelva a seleccionar la carpeta.
fr: Impossible d'accéder au dossier sélectionné. Reconnectez l'emplacement dans Fichiers ou resélectionnez le dossier.
it: Impossibile accedere alla cartella selezionata. Ricollegare la posizione in File o selezionare nuovamente la cartella.
ja: 選択したフォルダーにアクセスできません。ファイル内の場所を再接続するか、フォルダーを再選択します。
ko: 선택한 폴더에 접근할 수 없습니다. 파일에서 위치를 다시 연결하거나 폴더를 다시 선택하세요.
nl: Geen toegang tot de geselecteerde map. Verbind de locatie opnieuw in Bestanden of selecteer de map opnieuw.
pt_br: Não é possível acessar a pasta selecionada. Reconecte o local em Arquivos ou selecione novamente a pasta.
zh_hans: 无法访问选定的文件夹。重新连接“文件”中的位置或重新选择文件夹。

source: Cannot access the vault folder. Reconnect it in Files or re-select it.
de: Auf den Tresorordner kann nicht zugegriffen werden. Verknüpfen Sie es erneut in den Dateien oder wählen Sie es erneut aus.
es: No se puede acceder a la carpeta del almacén. Vuelva a conectarlo en Archivos o vuelva a seleccionarlo.
fr: Impossible d'accéder au dossier du coffre-fort. Reconnectez-le dans Fichiers ou resélectionnez-le.
it: Impossibile accedere alla cartella del vault. Riconnettilo in File o riselezionalo.
ja: ボルトフォルダーにアクセスできません。 「ファイル」で再接続するか、再選択します。
ko: Vault 폴더에 액세스할 수 없습니다. 파일에서 다시 연결하거나 다시 선택하세요.
nl: Geen toegang tot de kluismap. Maak opnieuw verbinding in Bestanden of selecteer het opnieuw.
pt_br: Não é possível acessar a pasta do vault. Reconecte-o em Arquivos ou selecione-o novamente.
zh_hans: 无法访问保管库文件夹。在“文件”中重新连接它或重新选择它。

source: Carbohydrates
de: Kohlenhydrate
es: carbohidratos
fr: Glucides
it: Carboidrati
ja: 炭水化物
ko: 탄수화물
nl: Koolhydraten
pt_br: Carboidratos
zh_hans: 碳水化合物

source: Cervical Mucus Quality
de: Qualität des Zervixschleims
es: Calidad del moco cervical
fr: Qualité du mucus cervical
it: Qualità del muco cervicale
ja: 頸管粘液の質
ko: 자궁경부 점액의 질
nl: Cervicale slijmkwaliteit
pt_br: Qualidade do muco cervical
zh_hans: 宫颈粘液质量

source: Change Destination…
de: Ziel ändern…
es: Cambiar destino…
fr: Changer de destination…
it: Cambia destinazione...
ja: 目的地を変更…
ko: 목적지 변경…
nl: Bestemming wijzigen…
pt_br: Alterar destino…
zh_hans: 更改目的地...

source: Change Folder
de: Ordner ändern
es: Cambiar carpeta
fr: Changer de dossier
it: Cambia cartella
ja: フォルダーの変更
ko: 폴더 변경
nl: Wijzig map
pt_br: Alterar pasta
zh_hans: 更改文件夹

source: Change Vault
de: Vault ändern
es: Cambiar bóveda
fr: Changer de coffre
it: Cambia vault
ja: 保管庫を変更
ko: 볼트 변경
nl: Kluis wijzigen
pt_br: Alterar cofre
zh_hans: 更改知识库

source: Change destination folder
de: Zielordner ändern
es: Cambiar carpeta de destino
fr: Changer le dossier de destination
it: Cambia cartella di destinazione
ja: 保存先フォルダーを変更する
ko: 대상 폴더 변경
nl: Wijzig de doelmap
pt_br: Alterar pasta de destino
zh_hans: 更改目标文件夹

source: Change export folder
de: Exportordner ändern
es: Cambiar carpeta de exportación
fr: Changer le dossier d'exportation
it: Cambia cartella di esportazione
ja: エクスポートフォルダーを変更する
ko: 내보내기 폴더 변경
nl: Wijzig de exportmap
pt_br: Alterar pasta de exportação
zh_hans: 更改导出文件夹

source: Change…
de: Ändern …
es: Cambiar…
fr: Modifier…
it: Modifica…
ja: 変更…
ko: 변경…
nl: Wijzigen…
pt_br: Alterar…
zh_hans: 更改…

source: Check Again
de: Überprüfen Sie es erneut
es: Comprobar de nuevo
fr: Vérifiez à nouveau
it: Controlla di nuovo
ja: もう一度確認してください
ko: 다시 확인하세요
nl: Controleer opnieuw
pt_br: Verifique novamente
zh_hans: 再次检查

source: Check CLI and iPhone readiness
de: Überprüfen Sie die Bereitschaft von CLI und iPhone
es: Verifique la preparación de CLI y iPhone
fr: Vérifier l'état de préparation des CLI et iPhone
it: Verificare la disponibilità di CLI e iPhone
ja: CLI および iPhone の準備状況を確認してください
ko: CLI 및 iPhone 준비 상태 확인
nl: Controleer of CLI en iPhone gereed zijn
pt_br: Verifique a prontidão de CLI e iPhone
zh_hans: 检查 CLI 和 iPhone 准备情况

source: Check connection readiness
de: Verbindungsbereitschaft prüfen
es: Comprobar la preparación de la conexión
fr: Vérifier l'état de préparation de la connexion
it: Controlla la disponibilità della connessione
ja: 接続の準備状況を確認する
ko: 연결 준비 확인
nl: Controleer of de verbinding gereed is
pt_br: Verifique a disponibilidade da conexão
zh_hans: 检查连接准备情况

source: Check that the destination is online and has free space. Re-select the export folder to refresh access, then retry.
de: Überprüfen Sie, ob das Ziel online ist und über freien Speicherplatz verfügt. Wählen Sie den Exportordner erneut aus, um den Zugriff zu aktualisieren, und versuchen Sie es dann erneut.
es: Comprueba que el destino esté online y tenga espacio libre. Vuelva a seleccionar la carpeta de exportación para actualizar el acceso y luego vuelva a intentarlo.
fr: Vérifiez que la destination est en ligne et dispose d'espace libre. Resélectionnez le dossier d'exportation pour actualiser l'accès, puis réessayez.
it: Verifica che la destinazione sia online e disponga di spazio libero. Seleziona nuovamente la cartella di esportazione per aggiornare l'accesso, quindi riprova.
ja: 宛先がオンラインであり、空き容量があることを確認してください。エクスポート フォルダーを再選択してアクセスを更新し、再試行してください。
ko: 대상이 온라인 상태이고 여유 공간이 있는지 확인하세요. 내보내기 폴더를 다시 선택하여 액세스를 새로 고친 후 다시 시도하세요.
nl: Controleer of de bestemming online is en vrije ruimte heeft. Selecteer de exportmap opnieuw om de toegang te vernieuwen en probeer het opnieuw.
pt_br: Verifique se o destino está online e tem espaço livre. Selecione novamente a pasta de exportação para atualizar o acesso e tente novamente.
zh_hans: 检查目的地是否在线并且有可用空间。重新选择导出文件夹以刷新访问权限，然后重试。

source: Chest Tightness or Pain
de: Engegefühl oder Schmerzen in der Brust
es: Opresión o dolor en el pecho
fr: Oppression ou douleur thoracique
it: Oppressione o dolore al torace
ja: 胸の圧迫感または痛み
ko: 가슴 답답함이나 통증
nl: Beklemming op de borst of pijn
pt_br: Aperto ou dor no peito
zh_hans: 胸闷或疼痛

source: Chills
de: Schüttelfrost
es: Escalofríos
fr: Frissons
it: Brividi
ja: 悪寒
ko: 오한
nl: Rillingen
pt_br: Calafrios
zh_hans: 发冷

source: Chloride
de: Chlorid
es: Cloruro
fr: Chlorure
it: Cloruro
ja: 塩化物
ko: 염화물
pt_br: Cloreto
zh_hans: 氯化物

source: Cholesterol
de: Cholesterin
es: colesterol
fr: Cholestérol
it: Colesterolo
ja: コレステロール
ko: 콜레스테롤
pt_br: Colesterol
zh_hans: 胆固醇

source: Choose
de: Auswählen
es: Elegir
fr: Choisir
it: Scegli
ja: 選択
ko: 선택
nl: Kiezen
pt_br: Escolher
zh_hans: 选择

source: Choose Agent Skills Folder
de: Wählen Sie den Ordner „Agentenkompetenzen“.
es: Elija la carpeta de habilidades del agente
fr: Choisir le dossier Compétences de l'agent
it: Scegli la cartella delle competenze dell'agente
ja: エージェント スキル フォルダの選択
ko: 상담원 기술 폴더 선택
nl: Kies de map Agentvaardigheden
pt_br: Escolha a pasta de habilidades do agente
zh_hans: 选择代理技能文件夹

source: Choose Destination
de: Wählen Sie Ziel
es: Elige Destino
fr: Choisissez une destination
it: Scegli Destinazione
ja: 目的地を選択してください
ko: 목적지 선택
nl: Kies Bestemming
pt_br: Escolha o destino
zh_hans: 选择目的地

source: Choose Destination…
de: Ziel auswählen…
es: Elija Destino…
fr: Choisissez Destination…
it: Scegli la destinazione...
ja: 目的地を選択してください…
ko: 목적지 선택…
nl: Kies bestemming…
pt_br: Escolha o destino…
zh_hans: 选择目的地...

source: Choose Folder
de: Wählen Sie Ordner
es: Elegir carpeta
fr: Choisir un dossier
it: Scegli Cartella
ja: フォルダーの選択
ko: 폴더 선택
nl: Kies Map
pt_br: Escolha a pasta
zh_hans: 选择文件夹

source: Choose Metrics To Track
de: Zu erfassende Metriken auswählen
es: Elige las métricas que quieres seguir
fr: Choisir les indicateurs à suivre
it: Scegli le metriche da monitorare
ja: 追跡する指標を選択
ko: 추적할 항목 선택
nl: Meetwaarden kiezen om bij te houden
pt_br: Escolher métricas para rastrear
zh_hans: 选择要追踪的指标

source: Choose a destination folder
de: Wählen Sie einen Zielordner
es: Elija una carpeta de destino
fr: Choisissez un dossier de destination
it: Scegli una cartella di destinazione
ja: 宛先フォルダーを選択してください
ko: 대상 폴더를 선택하세요
nl: Kies een doelmap
pt_br: Escolha uma pasta de destino
zh_hans: 选择目标文件夹

source: Choose a folder
de: Wählen Sie einen Ordner
es: Elige una carpeta
fr: Choisissez un dossier
it: Scegli una cartella
ja: フォルダーを選択してください
ko: 폴더를 선택하세요
nl: Kies een map
pt_br: Escolha uma pasta
zh_hans: 选择一个文件夹

source: Choose a folder to start receiving
de: Wählen Sie einen Ordner aus, um den Empfang zu starten
es: Elija una carpeta para comenzar a recibir
fr: Choisissez un dossier pour commencer à recevoir
it: Scegli una cartella per iniziare a ricevere
ja: 受信を開始するフォルダーを選択してください
ko: 수신을 시작할 폴더를 선택하세요
nl: Kies een map om te beginnen met ontvangen
pt_br: Escolha uma pasta para começar a receber
zh_hans: 选择一个文件夹开始接收

source: Choose a template style or create your own custom format
de: Wählen Sie einen Vorlagenstil oder erstellen Sie Ihr eigenes Format
es: Elige un estilo de plantilla o crea tu propio formato personalizado
fr: Choisissez un style de modèle ou créez votre propre format personnalisé
it: Scegli uno stile di modello o crea il tuo formato personalizzato
ja: テンプレートスタイルを選択するか、独自のカスタム形式を作成してください
ko: 템플릿 스타일을 선택하거나 사용자 정의 형식을 만드세요
nl: Kies een sjabloonstijl of maak je eigen aangepast formaat
pt_br: Escolha um estilo de modelo ou crie seu próprio formato personalizado
zh_hans: 选择模板样式或创建自定义格式

source: Choose agent-assisted setup or copy the manual shell commands.
de: Wählen Sie die agentengestützte Einrichtung oder kopieren Sie die manuellen Shell-Befehle.
es: Elija la configuración asistida por agente o copie los comandos manuales del shell.
fr: Choisissez la configuration assistée par agent ou copiez les commandes shell manuelles.
it: Scegli la configurazione assistita da agenti o copia i comandi manuali della shell.
ja: エージェント支援セットアップを選択するか、手動のシェル コマンドをコピーします。
ko: 에이전트 지원 설정을 선택하거나 수동 셸 명령을 복사합니다.
nl: Kies voor agent-ondersteunde installatie of kopieer de handmatige shell-opdrachten.
pt_br: Escolha a configuração assistida por agente ou copie os comandos shell manuais.
zh_hans: 选择代理辅助设置或复制手动 shell 命令。

source: Choose agent-assisted setup or install the user-facing CLI skill yourself.
de: Wählen Sie die agentengestützte Einrichtung oder installieren Sie den benutzerorientierten CLI-Skill selbst.
es: Elija la configuración asistida por agente o instale usted mismo la habilidad CLI orientada al usuario.
fr: Choisissez la configuration assistée par agent ou installez vous-même la compétence CLI destinée à l'utilisateur.
it: Scegli la configurazione assistita da agente o installa tu stesso la skill CLI rivolta all'utente.
ja: エージェント支援セットアップを選択するか、ユーザー向けの CLI スキルを自分でインストールします。
ko: 에이전트 지원 설정을 선택하거나 사용자용 CLI 기술을 직접 설치하세요.
nl: Kies voor een agentondersteunde installatie of installeer zelf de gebruikersgerichte CLI-vaardigheid.
pt_br: Escolha a configuração assistida por agente ou instale você mesmo a habilidade CLI voltada para o usuário.
zh_hans: 选择代理辅助设置或自行安装面向用户的 CLI 技能。

source: Choose an export folder in Health.md, then retry the export.
de: Wählen Sie einen Exportordner in Health.md und versuchen Sie dann den Export erneut.
es: Elija una carpeta de exportación en Health.md y luego vuelva a intentar la exportación.
fr: Choisissez un dossier d'exportation dans Health.md, puis réessayez l'exportation.
it: Scegli una cartella di esportazione in Health.md, quindi riprova l'esportazione.
ja: Health.md でエクスポート フォルダーを選択し、エクスポートを再試行します。
ko: Health.md에서 내보내기 폴더를 선택한 후 내보내기를 다시 시도하세요.
nl: Kies een exportmap in Health.md en probeer vervolgens opnieuw te exporteren.
pt_br: Escolha uma pasta de exportação em Health.md e tente exportar novamente.
zh_hans: 选择 Health.md 中的导出文件夹，然后重试导出。

source: Choose an export folder to get started.
de: Wählen Sie zunächst einen Exportordner.
es: Elija una carpeta de exportación para comenzar.
fr: Choisissez un dossier d'exportation pour commencer.
it: Scegli una cartella di esportazione per iniziare.
ja: 開始するには、エクスポート フォルダーを選択してください。
ko: 시작하려면 내보내기 폴더를 선택하세요.
nl: Kies een exportmap om aan de slag te gaan.
pt_br: Escolha uma pasta de exportação para começar.
zh_hans: 选择导出文件夹即可开始。

source: Choose at least one export format to enable exporting.
de: Wähle mindestens ein Exportformat, um den Export zu aktivieren.
es: Elige al menos un formato de exportación para poder exportar.
fr: Choisissez au moins un format d’exportation pour activer l’exportation.
it: Scegli almeno un formato di esportazione per abilitare l’esportazione.
ja: 書き出しを有効にするには、少なくとも1つの書き出し形式を選択してください。
ko: 내보내기를 활성화하려면 하나 이상의 내보내기 형식을 선택하세요.
nl: Kies minstens één exportindeling om exporteren mogelijk te maken.
pt_br: Escolha pelo menos um formato de exportação para ativar a exportação.
zh_hans: 请至少选择一种导出格式以启用导出。

source: Choose dates, metrics, formats, filenames, and write mode on iPhone
de: Wählen Sie Datum, Metrik, Format, Dateiname und Schreibmodus auf iPhone
es: Elija fechas, métricas, formatos, nombres de archivos y modo de escritura en iPhone
fr: Choisissez les dates, les mesures, les formats, les noms de fichiers et le mode d'écriture sur iPhone
it: Scegli date, metriche, formati, nomi di file e modalità di scrittura su iPhone
ja: iPhone で日付、メトリック、形式、ファイル名、書き込みモードを選択します
ko: iPhone에서 날짜, 지표, 형식, 파일 이름 및 쓰기 모드를 선택하세요.
nl: Kies datums, statistieken, formaten, bestandsnamen en schrijfmodus op iPhone
pt_br: Escolha datas, métricas, formatos, nomes de arquivos e modo de gravação em iPhone
zh_hans: 在 iPhone 上选择日期、指标、格式、文件名和写入模式

source: Choose destination folder
de: Wählen Sie den Zielordner
es: Elija la carpeta de destino
fr: Choisir le dossier de destination
it: Scegli la cartella di destinazione
ja: 宛先フォルダーを選択してください
ko: 대상 폴더 선택
nl: Kies de doelmap
pt_br: Escolha a pasta de destino
zh_hans: 选择目标文件夹

source: Choose export folder
de: Wählen Sie den Exportordner
es: Elija la carpeta de exportación
fr: Choisissez le dossier d'exportation
it: Scegli la cartella di esportazione
ja: エクスポートフォルダーを選択してください
ko: 내보내기 폴더 선택
nl: Kies exportmap
pt_br: Escolha a pasta de exportação
zh_hans: 选择导出文件夹

source: Choose folder
de: Ordner auswählen
es: Elige carpeta
fr: Choisir un dossier
it: Scegli la cartella
ja: フォルダーを選択してください
ko: 폴더 선택
nl: Kies map
pt_br: Escolha a pasta
zh_hans: 选择文件夹

source: Choose from %lld categories including sleep, activity, heart, nutrition, symptoms, and more. Over 100+ metrics available.
de: Wählen Sie aus %lld Kategorien, darunter Schlaf, Aktivität, Herz, Ernährung, Symptome und mehr. Über 100 Metriken verfügbar.
es: Elige entre %lld categorías incluyendo sueño, actividad, corazón, nutrición, síntomas y más. Más de 100 métricas disponibles.
fr: Choisissez parmi %lld catégories incluant sommeil, activité, cœur, nutrition, symptômes et plus. Plus de 100 métriques disponibles.
it: Scegli tra %lld categorie tra cui sonno, attività, cuore, nutrizione, sintomi e altro. Oltre 100 metriche disponibili.
ja: %lldカテゴリから選択可能。睡眠、アクティビティ、心臓、栄養、症状などを含み、100以上の指標が利用できます。
ko: 수면, 활동, 심장, 영양, 증상 등 %lld개 카테고리에서 선택하세요. 100개 이상의 항목을 사용할 수 있습니다.
nl: Kies uit %lld categorieën waaronder slaap, activiteit, hart, voeding, symptomen en meer. Meer dan 100 meetwaarden beschikbaar.
pt_br: Escolha entre %lld categorias incluindo sono, atividade, coração, nutrição, sintomas e mais. Mais de 100 métricas disponíveis.
zh_hans: 从 %lld 个类别中选择，包括睡眠、活动、心脏、营养、症状等。超过 100 多个指标可用。

source: Choose how often Health.md prepares an export.
de: Wählen Sie aus, wie oft Health.md einen Export vorbereitet.
es: Elige con qué frecuencia Health.md prepara una exportación.
fr: Choisissez la fréquence à laquelle Health.md prépare une exportation.
it: Scegli la frequenza con cui Health.md prepara un’esportazione.
ja: Health.mdがエクスポートを準備する頻度を選択してください。
ko: Health.md가 내보내기를 준비할 빈도를 선택하세요.
nl: Kies hoe vaak Health.md een export voorbereidt.
pt_br: Escolha com que frequência o Health.md prepara uma exportação.
zh_hans: 选择 Health.md 准备导出的频率。

source: Choose only the destination folder on Mac
de: Wählen Sie nur den Zielordner auf Mac
es: Elija solo la carpeta de destino en Mac
fr: Choisissez uniquement le dossier de destination sur Mac
it: Scegli solo la cartella di destinazione su Mac
ja: Mac の宛先フォルダーのみを選択してください
ko: Mac에서 대상 폴더만 선택하세요.
nl: Kies alleen de doelmap op Mac
pt_br: Escolha apenas a pasta de destino em Mac
zh_hans: 仅选择 Mac 上的目标文件夹

source: Choose or reselect a Mac folder, or use `--raw` when you only need JSON.
de: Wählen Sie einen Mac-Ordner aus oder wählen Sie ihn erneut aus, oder verwenden Sie `--raw`, wenn Sie nur JSON benötigen.
es: Elija o vuelva a seleccionar una carpeta Mac, o use `--raw` cuando solo necesite JSON.
fr: Choisissez ou resélectionnez un dossier Mac, ou utilisez `--raw` lorsque vous n'avez besoin que de JSON.
it: Scegli o riseleziona una cartella Mac oppure utilizza `--raw` quando ti serve solo JSON.
ja: Mac フォルダーを選択または再選択するか、JSON のみが必要な場合は `--raw` を使用します。
ko: Mac 폴더를 선택 또는 다시 선택하거나, JSON만 필요한 경우 `--raw`를 사용하세요.
nl: Kies of selecteer opnieuw een Mac-map, of gebruik `--raw` als u alleen JSON nodig heeft.
pt_br: Escolha ou selecione novamente uma pasta Mac ou use `--raw` quando precisar apenas de JSON.
zh_hans: 选择或重新选择 Mac 文件夹，或者当您只需要 JSON 时使用 `--raw`。

source: Choose the folder where your coding agent reads skills. Health.md will install or update its user-facing CLI skill there.
de: Wählen Sie den Ordner aus, in dem Ihr Coding-Agent die Fertigkeiten liest. Health.md installiert oder aktualisiert dort seinen benutzerorientierten CLI-Skill.
es: Elija la carpeta donde su agente de codificación lee las habilidades. Health.md instalará o actualizará allí su habilidad CLI orientada al usuario.
fr: Choisissez le dossier dans lequel votre agent de codage lit les compétences. Health.md y installera ou mettra à jour sa compétence CLI destinée aux utilisateurs.
it: Scegli la cartella in cui il tuo agente di codifica legge le competenze. Health.md installerà o aggiornerà lì la sua competenza CLI rivolta all'utente.
ja: コーディング エージェントがスキルを読み取るフォルダーを選択します。 Health.md は、ユーザー向けの CLI スキルをそこにインストールまたは更新します。
ko: 코딩 에이전트가 기술을 읽는 폴더를 선택합니다. Health.md는 해당 위치에 사용자 대상 CLI 기술을 설치하거나 업데이트합니다.
nl: Kies de map waarin uw codeeragent vaardigheden leest. Health.md zal daar de gebruikersgerichte CLI-vaardigheid installeren of bijwerken.
pt_br: Escolha a pasta onde seu agente de codificação lê as habilidades. Health.md instalará ou atualizará sua habilidade CLI voltada para o usuário lá.
zh_hans: 选择您的编码代理读取技能的文件夹。 Health.md 将在那里安装或更新其面向用户的 CLI 技能。

source: Choose the format for your workflow
de: Wählen Sie das Format für Ihren Workflow
es: Elija el formato para su flujo de trabajo
fr: Choisissez le format de votre flux de travail
it: Scegli il formato per il tuo flusso di lavoro
ja: ワークフローに合わせて形式を選択してください
ko: 워크플로 형식을 선택하세요.
nl: Kies het formaat voor uw workflow
pt_br: Escolha o formato para o seu fluxo de trabalho
zh_hans: 选择适合您的工作流程的格式

source: Choose what Health.md writes from Apple Health
de: Legen Sie fest, welche Daten Health.md aus Apple Health übernimmt.
es: Elige qué datos de Apple Health guarda Health.md
fr: Choisissez les données d’Apple Health exportées par Health.md
it: Scegli i dati di Apple Health che Health.md deve esportare
ja: Health.mdがApple Healthから書き出すデータを選択
ko: Health.md가 Apple Health에서 내보낼 데이터를 선택하세요
nl: Kies welke gegevens Health.md uit Apple Health overneemt.
pt_br: Escolha quais dados do Apple Health o Health.md grava
zh_hans: 选择 Health.md 要从 Apple Health 写入的数据

source: Choose where this Mac should save exports.
de: Wählen Sie aus, wo dieser Mac Exporte speichern soll.
es: Elija dónde este Mac debe guardar las exportaciones.
fr: Choisissez où ce Mac doit enregistrer les exportations.
it: Scegli dove questo Mac dovrebbe salvare le esportazioni.
ja: この Mac がエクスポートを保存する場所を選択します。
ko: 이 Mac가 내보내기를 저장할 위치를 선택하세요.
nl: Kies waar deze Mac de export moet opslaan.
pt_br: Escolha onde este Mac deve salvar as exportações.
zh_hans: 选择此 Mac 应保存导出的位置。
